Repository: common-repository/hellodialog
Catalog: languages/hellodialog-*.po
Languages: nl_nl

source: Function
nl_nl: Functie

source: Form Title
nl_nl: Formulier titel

source: Form Subtitle
nl_nl: Formulier subtitel

source: This plugin connects Wordpress to the Hellodialog API.
nl_nl: Deze plugin verbindt WordPress met de Hellodialog API.

source: https://www.holtesdesign.nl
nl_nl: https://holtesdesign.nl

source: This plugin requires the CURL PHP extension
nl_nl: Deze plugin vereist de PHP CURL extensie.

source: This plugin requires the JSON PHP extension
nl_nl: Deze plugin vereist de PHP JSON extensie.

source: This plugin requires http_build_query()
nl_nl: Deze plugin vereist http_build_query()

source: Fields
nl_nl: Velden

source: Settings
nl_nl: Instellingen

source: Configure the API key first at the settings page to write to the API
nl_nl: Configureer de API key op de settings pagina om de API te gebruiken.

# post type general name
source: Forms
nl_nl: Formulieren

# post type singular name
source: Form
nl_nl: Formulier

# admin menu
source: Forms
nl_nl: Formulieren

# add new on admin bar
source: Form
nl_nl: Formulieren

# forms
source: Add
nl_nl: Voeg formulier toe

source: Add new form
nl_nl: Voeg nieuw formulier toe

source: New form
nl_nl: Nieuw formulier

source: Edit form
nl_nl: Wijzig formulier

source: View form
nl_nl: Bekijk formulier

source: All forms
nl_nl: Formulieren

source: Search forms
nl_nl: Doorzoek formulieren

source: Main form:
nl_nl: Hoofd formulier:

source: No forms found.
nl_nl: Geen formulieren gevonden.

source: No forms found in carbage.
nl_nl: Geen formulieren gevonden in de prullenbak

source: Description.
nl_nl: Omschrijving

source: Available API Fields
nl_nl: Beschikbare API velden

source: Shortcode usage
nl_nl: Shortcode gebruik

source: Submission cancelled, nonce could not be verified. Please empty cache and try again
nl_nl: Inschrijving gestopt, nonce kon niet worden bevestigd. Verwijder je cache en probeer het opnieuw.

source: Invalid email format
nl_nl: Ongeldig email format

source: Fieldname
nl_nl: Veldnaam

source: Req.
nl_nl: Verplicht

source: Use in form
nl_nl: Gebruik in formulier

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Newsletter Signup
nl_nl: Inschrijven voor nieuwsbrief

source: Irks! An error has occurred in Hellodialog, please refer to your error.log located in your content/hellodialog directory.
nl_nl: Ouch! Een error heeft zich voorgedaan. Check het logbestand in je content/hellodialog directory voor meer info.

source: Settings saved!
nl_nl: Opgeslagen!

source: Configure the API key first to check the status
nl_nl: Configureer eerst de API sleutel om de status te controleren.

source: Newsletter lists
nl_nl: Nieuwsbrieven om in te schrijven

source: Submit
nl_nl: Verstuur

source: Emailaddress is not valid
nl_nl: Emailadres is niet geldig

source: Available contact fields
nl_nl: Beschikbare contactvelden

source: User Viewable
nl_nl: Inzichtbaar voor gebruiker

source: Set API key to show available fields
nl_nl: Stel de API key in om beschikbare velden te tonen

source: API Key:
nl_nl: API sleutel:

source: WooCommerce settings:
nl_nl: WooCommerce instelling:

source: Show sign-up checkbox on WooCommerce checkout page
nl_nl: Toon inschrijfoptie op de afrekenpagina van WooCommerce

source: Label title for WooCommerce checkbox
nl_nl: Label titel voor de inschrijfoptie van WooCommerce

source: Sign up for newsletter
nl_nl: Schrijf in voor nieuwsbrief

source: Message settings:
nl_nl: Bericht instellingen:

source: Success message
nl_nl: Succes bericht

source: Select all the fields you want in this form.
nl_nl: Selecteer alle velden die je in het formulier wilt hebben.

source: Configure the API key first at the settings page to show the available fields
nl_nl: Stel de API sleutel eerst in, voordat je de beschikbare velden kunt inzien.

source: Use the following shortcode in a post, page or widget to use this form in front-end
nl_nl: Gebruik de onderstaande shortcode in een post, pagina of widget om het formulier front-end te tonen.
